Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Sierra riektesubjeaktan ii leat Sámediggi dábálaččat stáhta bagadanválddi vuollásaš .
nob: Som eget rettsubjekt vil Sametinget i utgangspunktet ikke være underlagt statlig instruksjonsmyndighet .

source: Okta váikkuhus das ahte Sámediggi lea sierra riektesubjeaktan , šaddá de ahte Sámedikki eai sáhte almmolaš eiseválddit bagadit dábálaš bagadaneiseválddi láhkavuođu bokte .
nob: En følge av stillingen som selvstendig rettssubjekt er således at Sametinget ikke kan instrueres av offentlige myndigheter med hjemmel i den alminnelige instruksjonsmyndigheten .

source: Ovdamearkka dihte eai sáhte departemeanttat gohččut ráđi dahje hálddahusa mearridit nuo ja ná , eai ge sáhte gohččut Sámedikki árvvoštallat beliid dihto áššis dihto vuogi mielde .
nob: Departementene vil for eksempel ikke kunne instruere rådet eller administrasjonen til å treffe et bestemt vedtak eller til å avveie hensynene i en aktuell sak på en bestemt måte .

source: dahje dáhttot stivret Sámedikki ládje , de ferte dain leat láhkavuođđu , nu movt eará iešstivrejeaddji riektesubjeavttaid dáfus nai .
nob: Dersom offentlige myndigheter ønsker å pålegge Sametinget plikter eller ønsker å styre Sametinget på annen måte , må de ha hjemmel i lov , i samsvar med det som gjelder i forhold til øvrige selvstendige rettssubjekter .

source: Jus Sámediggi ásahuvvo sierra riektesubjeaktan boahtá dat bargojoavkku oaivila mielde váikkuhit ráđđehusa dahje departemeanttaid vejolašvuhtii fápmudit válddi Sámediggái lága vuođu dahje plenarmearrádusa vuođu haga .
nob: Dersom Sametinget etableres som eget rettssubjekt vil dette etter arbeidsgruppens syn få betydning for regjeringens eller departementenes adgang til å delegere myndighet til Sametinget uten grunnlag i lov eller plenarvedtak .

source: Justiisadepartemeantta láhkaossodaga reivves ođđajagimánu 26. b. 1995 Gielda- ja guovlodepartementii , áššenummar ( 94/1422 E ) cealká Láhkaossodat : ” Dannego Sámediggi ferte lohkkot sorjjakeahtes orgánan ráđđehusa / departemeantta ektui , de sáhttá leat veahá eahpesihkar lea go ( ja man viidát ) ráđđehusas / departemeanttas vejolašvuohta fápmudit válddi Sámediggái lága dahje plenarmearrádusa vuođu haga .
nob: I brev 26. januar 1995 fra Justisdepartementets lovavdeling til Kommunal- og regionaldepartementet , saksnummer ( 94/1422 E ) uttaler Lovavdelingen at : ” I og med at Sametinget må anses som et uavhengig organ i forhold til regjeringen / departementet kan det være noe usikkert hvorvidt ( og eventuelt hvor langt ) regjeringen / departementet har adgang til å delegere myndighet til Sametinget uten grunnlag i lov eller plenarvedtak .

source: Dás eat dattege čielggat dan lagabui .
nob: Vi går imidlertid ikke nærmere inn på dette her .

source: Boahtteáigái rávvet aŋkke ahte dárkilet láhkavuođđu Sámedikki fápmudeami dáfus , árvvoštallojuvvo . ”
nob: Vi vil imidlertid anbefale at man for fremtiden vurderer spørsmålet om nærmere hjemmelsgrunnlag for delegasjon til Sametinget . ”

source: Bargojoavku oaivvilda dán oainnu šaddat vel nannoseabbon jus Sámediggi ásahuvvo sierra riektesubjeaktan ja dat ii šat formáladit leat oassin stáhtahierarkiijjas .
nob: Etter arbeidsgruppens oppfatning vil dette synspunktet gjøre seg enda sterkere gjeldende dersom Sametinget etableres som et eget rettssubjekt og ikke lenger formelt sett er en del av statshierarkiet .

source: Joavku gávnnaha danne ahte ii leat šat vejolašvuohta fápmudit válddi Sámediggái lága dahje plenarmearrádusa vuođu haga jus Sámediggi ásahuvvo sierra riektesubjeaktan .
nob: Gruppen konkluderer derfor med at det ikke lengre vil være adgang til å delegere myndighet til Sametinget uten grunnlag i lov eller plenarvedtak , dersom Sametinget opprettes som et selvstendig rettssubjekt .

source: Jus Sámediggi ásahuvvo sierra riektesubjeaktan de ferte sámelágas mearriduvvot ahte Sámediggi lea iešstivrejeaddji riektesubjeakta mii lea sorjjasmeahttun stáhtalaš eiseválddiin .
nob: Løsningen hvor Sametinget etableres som et eget rettssubjekt må innebære at det i sameloven slås fast at Sametinget er et selvstendig rettsubjekt som er uavhengig fra statlige myndigheter .

source: Bargojoavku lea árvvoštallan iešguđetlágán čovdosiid .
nob: Arbeidsgruppen har vurdert ulike løsninger .

source: Borgemánu 30. b. 1991 lága nr. 71 stáhtafitnodagaid birra ( stáhtafitnodatláhka ) § 3:s , ja Geassemánu 15. b. 2001 lága nr. 93 dearvvašvuođafitnodagaid j. ea. birra ( dearvvašvuođafitnodatláhka ) § 6:s leat cealkagat mat deattuhit váikkuhusaid das go fitnodat lea iešstivrejeaddji riektesubjeaktan sihke šiehtadusgelbbolašvuođa ja ášševuolggahangelbbolašvuođa hárrái ( dás jorgaluvvon ) : § 3/§ 6 Bealálašárvu Fitnodagas leat alddis vuoigatvuođat ja geatnegasvuođat , lea osolaš šiehtadusain priváhta ja almmolaš eiseválddiiguin , ja lea bealálašárvu duopmostuoluid ja eará eiseválddiid ovddas .
nob: I lov 30. august 1991 nr. 71 om statsforetak ( statsforetaksloven ) § 3 og i lov 15. juni 2001 nr. 93 om helseforetak m.m. ( helseforetaksloven ) § 6 er det valgt formuleringer som både understreker virkningene av at foretaket er et selvstendig rettssubjekt både for avtalekompetansen og søksmålskompetanse : § 3/§ 6 Partsstilling Foretaket har selv rettigheter og plikter , er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstoler og andre myndigheter .

source: Bargojoavku oaivvilda dán mearrádusa addit čielga ja álkis njuolggadusa mii álkidahttá dálá moalkás ja váttis njuolggadusaid , ja mii maiddái čilge Sámedikki rievttálaš dili .
nob: Bestemmelsen gir etter arbeidsgruppens syn en klar og enkel regel som både innebærer en forenkling av dagens uoversiktlige og komplekse regelverk og som innebærer en avklaring av Sametingets rettslige stilling .

source: Mearrádus nannešii ahte Sámedikkis lea ášševuolggahangelbbolašvuohta ja mielddisbuktá dasto ahte ráđđehusadvokáhtas eai leat geatnegasvuođat Sámedikki guovdu .
nob: Bestemmelsen vil fastslå at Sametinget har søksmålskompetanse og vil videre innebære at regjeringsadvokaten ikke har noen forpliktelser overfor Sametinget .

source: Nubbi vuohki maid bargojoavku lea árvvoštallan , lea dat čoavddus mii lea Suoidnemánu 17. b. 2005 lága nr. 85 Finnmárkku fylkka eana- ja luondduresurssaid riektedili ja hálddašeami birra ( finnmárkkuláhka ) § 6 .
nob: En annen variant som arbeidsgruppen har vurdert er den løsning som er valgt i lov 17. juli 2005 nr. 85 om rettsforhold og forvaltning av grunn og naturressurser i Finnmark fylke ( finnmarksloven ) § 6 .

source: Mearrádusas celko ( dás jorgaluvvon ) : § 6 Finnmárkkuopmodaga riektedilli Finnmárkkuopmodat ( Finnmarkseiendommen ) lea sierra riektesubjeakta mii lea biddjon Finnmárkui ja mii galgá hálddašit eana – ja luondduresurssaid j. ea. maid eaiggáduššá lága ulbmila olis ja muđui lága njuolggadusaid olis .
nob: Bestemmelsen uttrykker : § 6 Finnmarkseiendommens rettsstilling Finnmarkseiendommen ( Finnmárkkuopmodat ) er et eget rettssubjekt med sete i Finnmark som skal forvalte grunn og naturressurser mv. som den eier i samsvar med lovens formål og reglene i loven her for øvrig .

source: Mearrádus njuolgut nanne ahte Finnmárkkuopmodat lea sierra riektesubjeakta , ja šiehtadusgelbbolašvuohta ja ášševuolggahangelbbolašvuohta čuovvu iešstivrejeaddji riektesubjeavtta árvvu .
nob: Bestemmelsen slår direkte fast at Finnmarkseiendommen er et eget rettssubjekt , mens avtalekompetansen og søksmålskompetansen vil følge som konsekvenser av statusen som selvstendig rettssubjekt .

source: Bargojoavku dáhttu muđui cuiget ahte dat doaimmat mat evttohuvvojit dainna eavttuin ahte Sámediggi lea sierra riektesubjeaktan , berrejit árvvoštallojuvvot kap. 6.2-6.5 kapihttaliid evttohusaid oktavuođas . 6.1.3 .
nob: Arbeidsgruppen vil for øvrig peke på at de tiltak som her fremmes under forutsetningen at Sametinget er et eget rettsubjekt , bør ses i sammenheng med forslagene fremmet i kapitlene 6.2-6.5. 6.1.3 .

source: Bargojoavkku árvvoštallamat ja árvalusat Sámedikki rievttálaš dili hárrái Bargojoavku oaivvilda čovdosa mas Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan mii formálaladit ii leat ráđđehusas gitta , jáhkkimis leat buoremussan dálá geavada ja oainnu mielde das ahte Sámediggi lea iešbirgejeaddji álbmotválljejuvvon orgána .
nob: Arbeidsgruppens vurderinger og forslag om Sametingets rettslige stilling Arbeidsgruppen mener at en løsning der Sametinget etableres som et selvstendig rettssubjekt , formelt fristilt fra regjeringen , trolig er den beste løsningen sett i lys av dagens praksis og syn på Sametinget som selvstendig folkevalgt organ .

source: Sámepolitihka váldoulbmil ja - čujuhus lea sihkkarastit Sámediggái nu olu iešmearrideami go vejolaš , sihke politihkalaš orgánan ja hálddašanorgánan .
nob: Den førende og overordnede målsettingen i samepolitikken er å sikre Sametinget som politisk organ og forvaltningsorgan størst mulig grad av selvstendighet .

source: Dat mielddisbuktá ahte sámi beroštumiid ovddasteapmi ja mieldeváikkuheapmi lea hirbmat deaŧalaš .
nob: Dette innebærer at hensynet til representasjon og medinnflytelse for de samiske interesser veier tungt .

source: Lea vuođđogáibádussan ahte Sámedikkis lea mearkkašahtti ásahuslaš doaibmafriddjavuohta .
nob: Det er grunnleggende at Sametinget har en betydelig grad av institusjonell handlefrihet .

source: Doaibmafriddjavuođa mearri ferte árvvoštallojuvvot stáhtaráđiid konstitušuvnnalaš ovddasvástádusa ektui .
nob: Graden av handlefrihet må vurderes i sammenheng med statsrådenes konstitusjonelle ansvar .

source: Árvalus lea čielga čuovvoleapmi Vuođđolága § 110 a:s ja álbmotrievttálaš geatnegasvuođain sápmelaččaid hárrái eamiálbmogin .
nob: Forslaget vil være en tydelig oppfølging av intensjonen bak Grunnloven § 110 a og de folkerettslige forpliktelsene i forhold til samene som urfolk .

source: Sámediggi sierra riektesubjeaktan ja dat láhkaárvalusat maid bargojoavku ovddida , lea erenoamáš čoavddus dahje sierrahámat čoavddus organiserema / čatnasanhámi dáfus .
nob: Sametinget som eget rettssubjekt og de lovforslagene som arbeidsgruppen fremmer , er en spesialløsning eller en mellomform når det gjelder organisering / tilknytningsform .

source: Geavatlaččat gávdnojit olu dákkár čovdosat , ja bargojoavku atná dán vuohkkasepmosin Sámedikki dáfus .
nob: I praksis forekommer det en rekke slike mellomformer og arbeidsgruppen anser en slik som hensiktsmessig i Sametingets tilfelle .

source: Ollislaččat boahtá Sámedikki ásaheapmi sierra riektesubjeaktan mearkkašit ahte sámeláhka rievdá eambbo vástideaddjin dálá geavatlaš dillái mas Sámedikkis lea sorjjakeahtes dilli .
nob: Samlet sett vil en etablering av Sametinget som eget rettssubjekt innebære at man får en samelov som er mer i tråd med den i praksis uavhengige stilling Sametinget allerede har .

source: Modealla čielggasindahká gažaldagaid stáhtaráđiid bagadanválddi , konstituvšuvnnalaš ja parlamentáralaš ovddasvástádusa hárrái .
nob: Modellen vil bringe større klarhet i spørsmål omkring statsrådenes instruksjonsmyndighet og konstitusjonelle og parlamentariske ansvar .

source: Modealla lea maid čoavddusin dasa lea go Sámedikkis ášševuolggahangelbbolašvuohta , ja čilge vel dan lea go ráđđehusadvokáhtas ovddasvástádus veahkehit Sámedikki .
nob: Modellen innebærer også en løsning på det uavklarte spørsmålet om Sametinget har søksmålskompetanse , samt en klargjøring av at regjeringsadvokaten ikke har ansvar til å bistå Sametinget .

source: Bargojoavku árvala dan vuođul ahte čuovvovaš mearrádus lasihuvvo sámelága § 1-7:ii ( dás jorgaluvvon ) : § 1-7 .
nob: Arbeidsgruppen foreslår etter dette at følgende bestemmelse inntas i sameloven § 1-7 : § 1-7 .

source: Sámedikki rievttálaš árvu Sámediggi lea iešstivrejeaddji riektesubjeakta ja lea osolaš šiehtadusain priváhta ja almmolaš eiseválddiiguin , ja das lea bealálašárvu duopmostuoluid ja eará eiseválddiid ovddas 6.2 .
nob: Sametingets rettslige stilling Sametinget er et selvstendig rettssubjekt og er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstoler og andre myndigheter . 6.2 .

source: Sámedikki iešstivrejumi prinsihpa láhkanannen Nu movt bargojoavku cealká kap. 6.1.2:s , de mearkkaša Sámedikki ásaheapmi iešbirgejeaddji riektesubjeaktan ahte ráđđehusa dábálaš bagadanváldi gáhččá eret .
nob: Lovfesting av prinsippet om Sametingets uavhengighet Slik arbeidsgruppen uttaler i kapittel 6.1.2 vil en etablering av Sametinget som selvstendig rettssubjekt medføre at regjeringens alminnelige instruksjonsmyndighet faller bort .

source: Dát čoavddus deattuha dalle sihke Sámedikki rievttálaš sorjjasmeahttunvuođa ja Sámedikki politihkalaš sorjjasmeahttunvuođa .
nob: Denne løsningen vil dermed både understreke Sametingets rettslige uavhengighet og Sametingets politiske uavhengighet .

source: Mandáhta lea almmotge dáhtton bargojoavkku ” deattuhit vejolaš čovdosiid main lea vuođđun ahte Sámediggi ain galgá leat oassin stáhtas juridihkalaš peršovdnan ” .
nob: Arbeidsgruppen er imidlertid i mandatet bedt om å “ fokusere på mulige løsninger som tar utgangspunkt i at Sametinget fortsatt skal være en del av den juridiske personen staten ” .

source: Gažaldahkan bargojovkui šaddá dalle movt Sámedikki politihkalaš iešbirgejupmi sáhttá áittarduvvot nu bures go vejolaš Sámedikki rámmaid siskkobealde dakko dáfus ahte Sámediggi ” ain galgá leat oassin stáhtas juridihkalaš peršovdnan ” .
nob: Spørsmålet for arbeidsgruppen blir således hvordan Sametingets politiske uavhengighet kan ivaretas på en best mulig måte innenfor rammene av at Sametinget ” fortsatt skal være en del av den juridiske personen staten ” .

source: Sámedikki iešmearrideami láhkanannema evttohus šaddá danne maŋitvurrosaš áššin go ii leat vuoiga dárbu dan mearrádussii dannego Sámedikki iešmearrideapmi juo doarvái bures áittarduvvo go diggi ásahuvvo sierra riektesubjeaktan .
nob: Forslaget om lovfesting av Sametingets uavhengighet blir derfor subsidiært siden det strengt tatt ikke vil være behov for bestemmelsen siden Sametingets uavhengighet allerede vil bli tilstrekkelig ivaretatt gjennom etableringen av tinget som

source: Bargojoavku ii dattege hilggo dan ahte goappaš árvalusaid sáhttá ovttastahttit .
nob: Arbeidsgruppen utelukker imidlertid ikke at begge forslagene kan gjennomføres i kombinasjon .

source: bidjat mearrádusa ahte Sámediggi lea iešmearrideaddji riektesubjeakta , de ii leat formálalaččat dárbbašlaš ráhkadit mearrádusa Sámedikki sorjjasmeahttunvuođa hárrái , muhto dat sáhttá leat prinsihpalaččat mávssolaš symbolajulggaštussan .
nob: Dersom man velger å innta en bestemmelse i sameloven hvor Sametinget etableres som et selvstendig rettssubjekt , vil en bestemmelse om Sametingets uavhengighet formelt sett ikke være nødvendig , men vil likevel kunne være prinsipielt viktig som en symbolerklæring .

source: Nu movt ovddiduvvo raportta I. oasis , de lea čielggas ahte Sámediggi ii leat dábálaš ráđđehusvuollásaš hálddašanorgána .
nob: Som det fremgår denne rapportens del I , er det i dag klart at Sametinget ikke er et ordinært forvaltningsorgan underlagt regjeringen .

source: Dasto lea maiddái čielggas ahte Sámediggi lea sorjjasmeahttun ráđđehusas ja Sámediggi ii sáhte bagaduvvot politihkalaš gažaldagain .
nob: Det fremgår videre som klart at Sametinget er uavhengig av regjeringen og at Sametinget ikke kan instrueres i politiske spørsmål .

source: Sámeláhka ii gieđahala Sámedikki dili ja dikki ja ráđđehusa oktavuođa .
nob: Sameloven omhandler ikke Sametingets stilling og forholdet mellom tinget og regjeringen .

source: Dan oktavuođas oaivvilda bargojoavku sámelága leat láddan rievdaduvvot .
nob: Etter arbeidsgruppens oppfatning er sameloven på dette punkt moden for revisjon .

source: Bargojoavku lea árvvoštallan ahte láhkamearrádus mii nanne Sámedikki sorjjasmeahttunvuođa duššefal lea dálá gustojeaddji geavada kodifiseren .
nob: Arbeidsgruppen vurderer at en lovbestemmelse som fastslår Sametingets uavhengighet kun vil innebære en kodifisering av allerede gjeldende praksis .

source: Nu movt ovdanboahtá raportta I. oasi kapihtal 2.5:s ja kapihtal 2.12:s , de lea juo sihkkaris riekti ahte Sámediggi ii sáhte oppalaš vuođuin bagaduvvot , ja dan leat sihke Sámediggi ja ráđđehus atnán vuođđun .
nob: Som det fremgår av rapportens del I , kapittel 2.5 og kapittel 2.12 er det allerede sikker rett at Sametinget ikke kan instrueres på generelt grunnlag og dette er også lagt til grunn både av Sametinget og av regjeringen .

source: 100 Go lágas nanne ahte Sámediggi lea sorjjasmeahttun ja ahte dikki ii sáhte bagadit , de lea dainna formalisereme vuođđojurdaga ahte Sámedikki eai sáhte almmolaš eiseválddit bagadit dábálaš bagadanválddi láhkavuođuin .
nob: 100 En lovfesting av at Sametinget er uavhengig og at tinget ikke kan instrueres , vil være en formalisering av prinsippet om at Sametinget ikke kan instrueres av offentlige myndigheter med hjemmel i den alminnelige instruksjonsmyndigheten .

source: Jus almmolaš eiseválddit – áibbas vuorddekeahttá – dáhttot bidjat Sámediggái geatnegasvuođaid dahje dáhttot stivret Sámedikki ládje , de ferte leat láhkavuođđu , ládje go eará iešmearrideaddji riektesubjeavttaid dáfus lea .
nob: Dersom offentlige myndigheter – mot formodning – ønsker å pålegge Sametinget plikter eller ønsker å styre Sametinget på annen måte , må det være hjemmel i lov , i samsvar med det som gjelder i forhold til øvrige selvstendige rettssubjekter .

source: Bargojoavku árvala dán vuođul ođđa lađđasa sámelága § 2-1:s mas celkojuvvo ná : Sámediggi lea sorjjasmeahttun ráđđehusas ja dat ii sáhte bagaduvvot eará go jus eará lágat dan mielddisbuktet .
nob: Arbeidsgruppen legger etter dette frem forslag til at nytt første ledd i sameloven § 2-1 gis følgende utforming : Sametinget er uavhengig av regjeringen og kan ikke instrueres med mindre dette følger av annen lovgivning .

source: Ráđđádallanrievtti láhkanannen Beroškeahttá das makkár čoavddus válljejuvvo Sámedikki rievttálaš dili hárrái , de oaivvilda bargojoavku ahte sámelága berre rievdadit vai dat addá duohtadet gova Sámedikki dálá válddis .
nob: Lovfesting av konsultasjonsretten Uavhengig av hvilke løsninger som velges i forhold til spørsmålet om Sametingets rettslige stilling , er arbeidsgruppen av den oppfatning at sameloven bør endres slik at den gir et mer reelt uttrykk for den myndighet Sametinget har i dag .

source: Sámedikki gulaskuddanriekti čuovvu sámelága § 2-2 .
nob: Sametingets høringsrett følger av sameloven § 2-2 .

source: Nu movt bargojoavku čilge kap. 2.4:s , de lea ráđđádallanriekti eanas surggiin viidát go gulaskuddanriekti , ja ráđđádallamat addet Sámediggái stuorát váikkuhanvejolašvuođa .
nob: Som arbeidsgruppen uttaler i kap. 2.4 , går konsultasjonsretten på de fleste områder innholdsmessig lengre enn høringsretten og konsultasjonene gir Sametinget større mulighet for innflytelse .

source: Ráđđádallanrievtti mávssolašvuođa ja duohta váikkuhanvejolašvuođa vuođul , oaivvilda bargojoavku ahte sámelága § 2-2 berre rievdaduvvot ja heivehuvvot ráđđádallanriektái .
nob: Sett i lys konsultasjonsrettens viktighet og muligheten for reell innflytelse , er det arbeidsgruppens syn at sameloven § 2-2 bør revideres og tilpasses konsultasjonsretten .

source: Bargojoavku árvala ahte sámeláhkii lasihuvvo sierrá mearrádus das ahte Sámedikkis lea riekti ráđđádallat dakkár áššiin mat sáhttet njuolgut váikkuhit sámi beroštumiid .
nob: Arbeidsgruppen foreslår at det i sameloven inntas en egen bestemmelse om at Sametinget har rett til å bli konsultert i saker som vil kunne påvirke samiske interesser direkte .

source: Mearrádusa vuođđun lea álbmotrievttálaš geatnegasvuohta ráđđádallat eamiálbmogiiguin nu movt dat ovdanbuktojuvvo ILO-konvenšuvnna nr. 169 6. artihkkalis .
nob: Til grunn for bestemmelsen ligger den folkerettslige forpliktelsen til å konsulere urfolk slik denne kommer til uttrykk i ILO-konvensjon nr. 169 artikkel 6 .

source: Ráđđádallamat galget čađahuvvot nu movt dat leat dárkilit konkretiserejuvvon Sámedikki ja eiseválddiid šiehtadusain , vrd. kap. 2.4 .
nob: Konsultasjonene skal gjennomføres slik de er nærmere konkretisert i avtaler mellom Sametinget og myndighetene , jf. kap. 2.4. 100

source: Vrd. maiddái ođđajagimánu 26. b. 1995 reivve mas Láhkaossodat cealká ahte ” Sámedikki sorjjakeahtes dilis lea mearkkašupmi stáhtaráđi konstitušuvnnalaš ovddasvástádussii .
nob: Jf. også brev 26. januar 1995 hvor Lovavdelingen uttaler at “ Sametingets uavhengige stilling har betydning for statsrådens konstitusjonelle ansvar .

source: Go juo stáhtaráđis ii leat dábálaččat bagadandahje bearráigeahččanváldi Sámedikki guovdu , de ii leat konstitušuvnnalaš ovddasvástádusvuođđu Sámedikki mearrádusaide dahje doibmii muđui ge ” .
nob: I og med at statsråden som utgangspunkt ikke har instruksjons- eller kontrollmyndighet i forhold til Sametinget , er det i utgangspunktet heller ikke grunnlag for noe konstitusjonelt ansvar for Sametingets avgjørelser eller virksomhet for øvrig ” .

source: dusuodjalanlága olis dáhpáhuvvá dohkálaš vuogi mielde , leat Birasgáhttendepartemeanta ja Sámediggi soahpan sierranjuolggadusaid áššemeannudeami várás .
nob: For å sikre at arbeidet med vernesaker etter naturvernloven som berører samiske områder gjennomføres på en tilfredsstillende måte , har Miljøverndepartementet og Sametinget blitt enige om særskilte retningslinjer for saksbehandlingen .

source: Šiehtadus fápmuibođii ođđajagimánu 31. b. 2007 .
nob: Avtalen trådte i kraft 31. januar 2007 .

source: Lassin dábálaš ráđđádallanbargovugiide ja suodjalanbarggu ráđđádallanvugiide , šaddet maiddái eará vejolaš bargovuogit mat spesifiserejit ráđđádallanrievtti , mearrádusa vuollái ( vrd. ovdamearkka dihte bargojoavkku árvalusa bušeahttabargovugiid hárrái ) .
nob: I tillegg til de alminnelige konsultasjonsprosedyrene og prosedyrene for konsultasjoner for vernearbeid , vil også eventuelle nye prosedyrer som spesifiserer konsultasjonsretten omfattes av bestemmelsen ( jf. for eksempel arbeidsgruppens forslag om budsjettprosedyrer ) .

source: Bargojoavku lea guorahallan berre go ráđđádallanšiehtadus váldot fárrui sámeláhkii , muhto lea gávnnahan ahte dat ii leat riekteteknihkalaččat buorre čoavddus .
nob: Arbeidsgruppen har vurdert spørsmålet om konsultasjonsavtalen som sådan bør inntas i sameloven , men har kommet frem til at dette ikke er noen god rettsteknisk løsning .

source: Nubbi vuohki lea árvalit ođđa lága ráđđádallanrievtti ja ráđđádallanbargovugiid birra Sámedikki ja stáhtalaš eiseválddiid gaskka , muhto bargojoavkku mielas orru dat leame ilá viiddis bargu mandáhta ja áigemeriid dáfus .
nob: Et annet alternativ vil kunne være å foreslå en egen lov om konsultasjonsretten og prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget , men dette vil etter arbeidsgruppens oppfatning være et for omfattende arbeid sett i lys av arbeidsgruppens mandat og tidsfrister .

source: Joavku oaivvilda ahte buorre ja ollislaš čoavddus lea sámelágas čujuhit ráđđádallanriektái .
nob: Etter gruppens syn vil en fullverdig og god løsning være å ta inn en henvisning til konsultasjonsavtalen i sameloven .

source: Dakkár čoavddus addá maiddái njuovžilisvuođa nu ahte dábálaš ráđđádallavuogit ja suodjalusbarggu vuogit sáhttet rievdaduvvot ja dohkkehuvvot gonagaslaš resolušuvnna bokte , ii ge dárbbaš ádjánit láhkarievdademiin .
nob: Denne løsningen vil også medføre fleksibilitet slik at de alminnelige konsultasjonsprosedyrene og prosedyrene for vernearbeid eventuelt vil kunne endres og stadfestes gjennom kongelig resolusjon uten å måtte gå veien om lovendring .
